export const captionList = {
  caption: 'Услуги юриста по банкротству в Краснодаре и Краснодарском крае', 
  price: 'Цены:'
}

export const priceList = [
  {service: 'Однократное консультирование в телефонном режиме продолжительностью до 45 мин с изучением документов', 
  price: 'от 2 500 руб.'},
  {service: 'Однократное представительство интересов в суде без подготовки позиции', 
  price: 'от 5 000 руб.'},
  {service: 'Однократное представительство интересов в суде с подготовкой позиции', 
  price: 'от 10 000 руб.'},
  {service: 'Полное сопровождение дела о банкротстве в одной инстанции', 
  price: 'договорная'}
]