export const serviceOptions = [
                              {
                                title: 'Центр правовой помощи при банкротстве',
                                text: 'Специализируется на юридических услугах, оказывая поддержку в защите \
                                      Ваших интересов в суде в вопросах банкротства'
                              },
                              {
                                title: '',
                                text: 'В суде мы предлагаем комплексное представительство и консультации \
                                      по юридическим вопросам. Наша команда опытных юристов поможет Вам \
                                      составить стратегию защиты, подготовить необходимые документы и \
                                      эффективно представлять ваши интересы во время судебного процесса'
                              },
                              {
                                title: '',
                                text: 'По вопросам банкротства мы предоставляем консультации и помощь \
                                      в подготовке и подаче заявления о банкротстве. Мы поможем вам \
                                      разобраться во всех аспектах банкротства, начиная от оценки \
                                      финансового положения, выбора оптимальной процедуры и заканчивая \
                                      представлением Ваших интересов перед кредиторами и судом'
                              },
                              {
                                title: '',
                                text: 'Наша цель - обеспечить Вам надежную защиту в юридических вопросах \
                                      и помочь достичь желаемого результата. Мы готовы ответить на ваши \
                                      вопросы и разработать индивидуальное решение, наилучшим образом \
                                      соответствующее вашим потребностям'
                              },
                              {
                                title: 'Услуги юриста по банкротству', 
                                text: 'Банкротство юридических и физических лиц'
                              },
                              {
                                title: 'Услуги по представительству в судах',
                                text: 'Представление интересов в арбитражном суде и судах общей юрисдикции'
                              },
                              {
                                title: 'Услуги по судебной работе в сфере субсидиарной ответственности',
                                text: 'Защита от субсидиарной ответственности и убытков. Привлечение к субсидиарной ответственности и убыткам'
                              },
                              {
                                title: 'Услуги по судебной работе со всеми видами сделок',
                                text: 'Оспаривание сделок должника. Защита сделок при их оспаривании'
                              },
                              {
                                title: 'Услуги по судебной работе в сфере ответственности участников арбитражного процесса',
                                text: 'Привлечение к ответственности арбитражного управляющего, участников конкурсного производства'
                              },
                              {
                                title: 'Услуги по судебной работе в сфере задолженности',
                                text: 'Взыскание задолженностей. Оспаривание исков о взыскании задолженности'
                              }
                            ]