export const serviceOptions = [{
                           title: 'Услуги юриста по банкротству физического лица', 
                           text: ''
                          },
                          {
                            title: '',
                            text: 'Юрист обеспечит развернутую консультацию, \
                                   разъяснит, какие последствия ожидают физическое лицо, \
                                   заявившее о своей финансовой несостоятельности. \
                                   Он оценит целесообразность объявления банкротства, \
                                   расскажет о правилах проведения процедуры. Эксперт \
                                   Центра даст советы при выборе арбитражного управляющего, окажет \
                                   содействие в подготовке пакета документов (их список приведен в \
                                   законодательном акте РФ о несостоятельности).'
                          },
                          {
                            title: '',
                            text: 'При проведении работы "под ключ" оформляется доверенность, \
                                   передающая юристу полномочия. В компетенции законного представителя \
                                   подача заявления в суд, защита интересов физического лица на процессе, \
                                   оформление реестра кредиторов и дебиторов, опись имущества.'
                          }
                         ]