<script setup>
import router from '@/router'

</script>

<template>
  <div class="wrapper">
    <div 
      @click.prevent="router.push({name: 'contacts'})"
    >
      <img src="/src/assets/img/png/back-btn.png" alt="back-btn" class="btn" />
    </div>
    <div class="caption"><h1>Cоглашение об использовании персональных данных</h1></div>
    <p>Данное соглашение об использовании персональных данных (далее Соглашение) распространяется на администрацию сайта "Центр правовой помощи при банкротстве" <a href="/">https://irina23new.ru</a> (далее Исполнитель) и на её клиентов (далее Заказчик), а также на зарегистрированных пользователей (далее Заказчик) сайта <a href="/">https://irina23new.ru</a>.</p>
    <p>Заказывая услуги у Исполнителя и/или регистрируясь на сайте <a href="/">https://irina23new.ru</a> Вы подтверждаете, что ознакомились с Соглашением и согласны с его пунктами, и выражаете свое согласие предоставить Исполнителю и/или доверенным лицам Исполнителя персональные данные о себе. Если Вы не согласны с одним или несколькими пунктами Соглашения, или не согласны предоставить персональные данные о себе Исполнителю и/или доверенным лицам Исполнителя, пожалуйста, откажитесь от услуг Исполнителя и/или от регистрации на сайте.</p>
    <ol>
    <li><strong>Персональные данные, которые собирает, хранит и обрабатывает Исполнитель</strong></li>
    </ol>
    <p>1.1. Для полноценного предоставления услуг Заказчику, Исполнитель собирает, хранит и обрабатывает персональные данные Заказчика.</p>
    <p>1.2. В число персональных данных, которые собирает, хранит и обрабатывает Исполнитель, входит:</p>
    <p>1.2.1. Имя, фамилия, страна, регион и город проживания, домашний адрес, адрес электронной почты, номер телефона (в том числе и мобильного), название компании;</p>
    <p>1.2.2. Данные, которые автоматически передаются в сеть с устройства Заказчика: IP-адрес, информация из файлов cookie (т.н. куки), информация о браузере или иной программе, с помощью которых Заказчик осуществляет доступ в сеть и к конкретному сайту, дата и время доступа, адрес запрашиваемой страницы.</p>
    <p>1.2.3. Номер электронного кошелька Заказчика.</p>
    <p>1.2.4. Другие сведения о Заказчике, которые Исполнитель обоснованно может отнести к персональным данным.</p>
    <ol start="2">
    <li><strong>Для каких целей использует Исполнитель персональные данные Заказчика</strong></li>
    </ol>
    <p>2.1. В рамках данного Соглашения персональные данные Заказчика могут быть использованы в следующих целях:</p>
    <p>а. Для предоставления Заказчику информации об используемом Заказчиком оборудовании, услуг и сервиса, а также для предоставления информации о товарах и услугах, которые, по мнению</p>
    <p>Исполнителя, могут представлять интерес для Заказчика;</p>
    <p>б. Для проведения опросов и маркетинговых, статистических и других исследований;</p>
    <p>в. Для доставки заказанных/согласованных товаров и оказания других услуг Заказчику;</p>
    <p>г. Для информирования Заказчика о новых услугах или товарах Исполнителя и/или партнеров Исполнителя. Заказчик может быть информирован с помощью различных средств связи, включая, но не ограничиваясь перечисленным: почтовая рассылка, электронная почта, телефон (в том числе мобильный телефон), факсимильная связь, сеть интернет;</p>
    <p>д. Для защиты интересов Исполнителя;</p>
    <p>е. Для других законных целей, направленных на усовершенствование качества предоставляемых услуг и продуктов Исполнителя.</p>
    <ol start="3">
    <li><strong>Предоставление персональных данных Заказчика третьим лицам</strong></li>
    </ol>
    <p>3.1. За исключением случаев, предусмотренных законодательством и настоящим Соглашением, Исполнитель обязуется без прямого согласия Заказчика не продавать, не предоставлять в пользование, не обменивать и никаким иным образом не передавать третьим лицам персональные данные Заказчика.</p>
    <p>3.2. Исполнитель имеет право предоставить третьим лицам персональные данные Заказчика, если:</p>
    <p>3.2.1 Заказчик дал свое прямое согласие на передачу своих персональных данных третьим лицам.</p>
    <p>3.2.2. Передача персональных данных Заказчика необходима для оказания услуг Заказчику и/или для обработки персональных данных Заказчика случае, когда Исполнитель передает персональные данные Заказчика третьим лицам, Исполнитель требует от третьих лиц соблюдение конфиденциальности персональных данных Заказчика.</p>
    <p>3.2.3. Передача, использование или раскрытие такой информации необходимы для:</p>
    <p>а. соблюдения любых действующих законов и нормативных актов;</p>
    <p>б. решения и/или устранения возникших технических проблем;</p>
    <p>в. защиты интересов Исполнителя.</p>
    <p>3.3. В случае, если Исполнителем будет осуществлена полная или частичная продажа, или иная передача своих активов, к получателю активов перейдут все обязательства по сохранению конфиденциальности персональных данных Заказчика, предусмотренные данным Соглашением.</p>
    <ol start="4">
    <li><strong>Защита персональных данных Заказчика</strong></li>
    </ol>
    <p>4.1. Исполнитель принимает все необходимые меры для защиты персональных данных Заказчика. Однако на Заказчике лежит вся ответственность за обеспечение безопасности устройств, через которые Заказчик осуществляют выход в сети Интернет, и информации, хранящейся на этих устройствах.</p>
    <p>4.2. Заказчик подтверждает и соглашается с тем, что он лично отвечает:</p>
    <p>4.2.1. За обеспечение безопасности устройства (персональный компьютер, мобильное устройство и т.д.), через которое Заказчик осуществляет выход в сети Интернет;</p>
    <p>4.2.2. За хранение информации: пароли, информация об учетных записях и т.д.</p>
    <ol start="5">
    <li><strong>Согласие Заказчика на добровольное предоставление персональных данных Исполнителю</strong></li>
    </ol>
    <p>5.1. Заказывая услуги Исполнителя и/или регистрируясь на сайте <a href="/">https://irina23new.ru</a> Заказчик в явной форме выражает свое согласие предоставить Исполнителю и доверенным лицам Исполнителя свои персональные данные для сохранения, последующей обработки и использования этих данных.</p>
    <p>5.2. Заказчик обязан поддерживать персональные данные о себе в актуальном состоянии.</p>
    <p>5.3. Заказчик может в любой момент прервать настоящее Соглашение, о чем обязан уведомить Исполнителя за 14 дней.</p>
    <p>5.3.1. Заказчик может направить Исполнителю уведомление о прерывании Соглашения заказным почтовым уведомлением с описью вложения или вручить уведомление лично под роспись уполномоченному представителю Исполнителя.</p>
  </div>
</template>

<style lang="sass" scoped>
@import '../assets/styles/main'
.wrapper
  position: absolute
  display: flex
  flex-wrap: wrap
  background: $table_caption 
  padding: 2.5% 10%
.btn
  width: 2em
  height: 2em
  &:hover, &:active, &:focus
    transform: scale(1.125)
    cursor: pointer
    transition: .75s 
.caption
  display: flex
  width: 100%
  justify-content: center
  margin-bottom: 2em
a, h1, p, ol, li, strong
  color: $white
  font-family: sans-serif
  font-size: large
  text-align: justify
a
  color: $accent
  font-weight: 600  
</style>